Repository: WordPressBugBounty/plugins-contact-forms-anti-spam
Catalog: contact-forms-anti-spam/languages/contact-forms-anti-spam-*.po
Languages: he_il

source: You can get more information
he_il: ניתן לקבל מידע נוסף

source: (Reached Limit)
he_il: (הגעת למגבלה)

source: (Usually Message/Long text)
he_il: (בדרך כלל הודעה/טקסט ארוך)

source: (Usually Name/Subject)
he_il: (בדרך כלל שם/נושא)

source: * Please save changes before checking.
he_il: * אנא שמור שינויים לפני הבדיקה

source: * represents any sequence of digits.
he_il: * מייצג כל רצף של ספרות

source: ? represents any single digit.
he_il: ? מייצג ספרה בודדת

source: Actions
he_il: פעולות

source: Active from Dashboard
he_il: פעיל מלוח הבקרה

source: Add Dashboard ID
he_il: הוסף מזהה לוח בקרה

source: Add some words to the blacklist by field type
he_il: הוסף מילות ספאם לרשימה השחורה לפי סוג השדה

source: Adds an invisible field to your form. Humans can't see it, but bots often fill it. If this hidden field has data, the submission is blocked as spam. This traps bots without affecting real users.
he_il: מוסיף שדה בלתי נראה לטופס שלך. בני אדם לא יכולים לראות אותו, אבל בוטים בדרך כלל ממלאים אותו. אם השדה הנסתר הזה מכיל מידע, השליחה תיחסם כספאם. זה לוכד בוטים מבלי להשפיע על משתמשים אמיתיים

source: Advance key check
he_il: בדיקת ספאם מתוחכמת

source: Advanced key check - This feature adds a hidden field that is automatically filled with a unique key. If the submitted key does not match the expected key, it likely means the form was submitted by a bot or automated script. The submission will be blocked as a security measure.
he_il: בדיקת מפתח מתקדמת - תכונה זו מוסיפה שדה נסתר שמתמלא אוטומטית במפתח ייחודי. אם המפתח שנשלח אינו תואם למפתח הצפוי, סביר להניח שהטופס נשלח על ידי בוט או סקריפט אוטומטי. ההגשה תיחסם כאמצעי אבטחה.

source: All countries are already blocked.
he_il: כל המדינות כבר חסומות

source: All domains are already blocked.
he_il: כל הדומיינים כבר חסומים

source: All IPs are already blocked.
he_il: כל כתובות ה-IP כבר חסומות

source: Allow Mode
he_il: מצב "אפשור בלבד"

source: An error occurred while fetching statistics.
he_il: אירעה שגיאה בעת שליפת הנתונים הסטטיסטיים

source: An error occurred while processing statistics.
he_il: אירעה שגיאה בעת עיבוד הנתונים הסטטיסטיים

source: Anti-Spam Protection Dashboard
he_il: לוח בקרה להגנה מפני ספאם

source: API Calls Made
he_il: קריאות API שבוצעו

source: Apply
he_il: החל

source: Arabic
he_il: ערבית

source: Are you sure you want to reset all settings? This action cannot be undone.
he_il: אתה בטוח שברצונך לאפס את כל ההגדרות? אי אפשר לבטל פעולה זאת.

source: Armenian
he_il: ארמנית

source: Ask questions, share spam examples, get ideas on how to block them, share feedback, and suggest new features. Join us at
he_il: שאל שאלות, שתף דוגמאות ספאם, קבל רעיונות כיצד לחסום אותם, שתף משוב והצע תכונות חדשות. הצטרף אלינו ב

source: Attempts
he_il: נסיונות

source: Auto-populate spam phrases
he_il: מילוי אוטומטי של ביטויי ספאם

source: Be careful with this option, it can block a lot of false positives, dont add generic words like "hello" or "thank you"
he_il: היזהר עם אפשרות זו, היא יכולה לחסום הרבה חיוביים שגויים, אל תוסיף מילים כלליות כמו "שלום" או "תודה"

source: Before deactivating, try these solutions:
he_il: לפני שתכבה, תוכל לנסות את הפתרונות האלו:

source: Bengali
he_il: בנגלית

source: Block
he_il: חסום

source: Block Selected
he_il: חסום נבחרים

source: Block specific email: Enter the complete email address (e.g: info@speed-seo.net)
he_il: חסום אימייל ספציפי: הזן את כתובת האימייל המלאה (למשל: info@speed-seo.net)

source: Blocked Spam
he_il: ספאם שנחסם

source: Blocking Methods
he_il: שיטות חסימה

source: Blocking Mode
he_il: מצב חסימה

source: Blog / Portfolio / Services
he_il: בלוג / תיק עבודות / שירותים

source: Braille
he_il: ברייל

source: By allowing us to track usage data, we can better help you by knowing which WordPress configurations, themes, and plugins to test and which options are needed.
he_il: בעת אפשרות לאסוף נתונים של שימוש ועוזרת לנו להסדר את ההגדרות של מספיק בהתאם לסוג האתר והגדרות הפוליטית שלו.

source: By Field Options
he_il: לפי אפשרויות שדה

source: Cannot add to country blacklist. Your Geolocation restrictions is set to "Allow only specific countries". You can only add countries through Settings page.
he_il: לא ניתן להוסיף לרשימה השחורה של מדינות. הגבלות המיקום הגיאוגרפי שלך מוגדרות ל"אפשר רק מדינות מסוימות". ניתן להוסיף מדינות רק דרך דף ההגדרות

source: Caution:
he_il: זהירות:

source: Character limit custom validation error message
he_il: הודעת שגיאת אימות מותאמת אישית למגבלת תווים

source: Check
he_il: בדוק

source: Check if the sender's IP address is flagged as spam in the Maspik database.
he_il: בדוק אם כתובת ה-IP של השולח מסומנת כספאם במסד הנתונים של Maspik

source: Check out what you get with Maspik PRO:
he_il: בדוק מה תקבל עם Maspik PRO:

source: Check your spam log to understand why submissions are blocked
he_il: בדוק את יומן הספאם שלך כדי להבין למה שליחות נחסמות

source: Collapse All
he_il: כווץ הכל

source: Comment
he_il: תגובה

source: Configure in Settings
he_il: הגדר בהגדרות

source: Connected
he_il: מחובר

source: Contact form
he_il: טופס יצירת קשר

source: Contact our support team
he_il: צור קשר עם צוות התמיכה שלנו

source: Contact Us
he_il: צור קשר

source: Copy list
he_il: העתק רשימה

source: Count
he_il: ספירה

source: Countries blocked successfully.
he_il: המדינות נחסמו בהצלחה

source: Country
he_il: מדינה

source: Country blocked successfully.
he_il: המדינה נחסמה בהצלחה

source: Country blocking is a Pro feature.
he_il: חסימת מדינות היא תכונת Pro

source: Country is already blocked.
he_il: המדינה כבר חסומה

source: Country-based filtering
he_il: סינון לפי מדינה

source: Create a list of words or phrases you want to block.
he_il: צור רשימה של מילים או ביטויים שברצונך לחסום

source: Create your own single Dashboard for managing multiple websites, at
he_il: צור לוח בקרה יחיד משלך לניהול מספר אתרים ב

source: Custom Range
he_il: טווח מותאם אישית

source: Custom spam API for multiple sites
he_il: API ספאם מותאם אישית למספר אתרים

source: Custom validation error message
he_il: הודעת שגיאת אימות מותאמת אישית

source: Czech (A-Za-zÁáČčĎďÉéÍíĹĺĽľŇňÓóŔŕŠšŤťÚúÝýŽž)
he_il: צ'כית (A-Za-zÁáČčĎďÉéÍíĹĺĽľŇňÓóŔŕŠšŤťÚúÝýŽž)

source: Czech (ÁáČčĎďÉéÍíĹĺĽľŇňÓóŔŕŠšŤťÚúÝýŽž)
he_il: צ'כית (ÁáČčĎďÉéÍíĹĺĽľŇňÓóŔŕŠšŤťÚúÝýŽž)

source: Daily Average
he_il: ממוצע יומי

source: Danish (ÆæØøÅå)
he_il: דנית (ÆæØøÅå)

source: Dashboard ID added successfully! it can take a few minutes to be active.
he_il: מזהה לוח הבקרה נוסף בהצלחה! ייתכן שיחלפו מספר דקות עד שיהפוך לפעיל

source: Data & Reason
he_il: נתונים וסיבה

source: Database error occurred while fetching statistics.
he_il: אירעה שגיאת מסד נתונים בעת שליפת הנתונים הסטטיסטיים

source: Date
he_il: תאריך

source: Default validation error message
he_il: הודעת שגיאת אימות ברירת מחדל

source: Delete
he_il: מחק

source: Domain
he_il: דומיין

source: Domain is already blocked.
he_il: הדומיין כבר חסום

source: Dutch (A-Za-zÀ-ÖØ-öø-ÿ)
he_il: הולנדית (A-Za-zÀ-ÖØ-öø-ÿ)

source: Dutch (À-ÖØ-öø-ÿ)
he_il: הולנדית (À-ÖØ-öø-ÿ)

source: E-Commerce Store
he_il: חנות מסחר אלקטרוני

source: Each term should be on a separate line.
he_il: כל מונח צריך להיות בשורה נפרדת

source: Elementor Bot detector
he_il: גלאי בוטים לאלמנטור

source: Email (Email field)
he_il: אימייל (שדה אימייל)

source: Email domain blocked successfully.
he_il: דומיין האימייל נחסם בהצלחה

source: Email domains blocked successfully.
he_il: דומייני האימייל נחסמו בהצלחה

source: Email Fields
he_il: שדות אימייל

source: Enable additional spam filters
he_il: הפעל מסנני ספאם נוספים

source: End Date:
he_il: תאריך סיום:

source: English (A-Za-z)
he_il: אנגלית (A-Za-z)

source: Entries with less than Min or more than Max characters will be blocked
he_il: רשומות עם פחות מ-Min או יותר מ-Max תווים ייחסמו

source: Error adding Dashboard ID automatically. Please try manually.
he_il: שגיאה בהוספת מזהה לוח הבקרה אוטומטית. אנא נסה באופן ידני

source: Error in maspikUpdatePrivateFileId:
he_il: שגיאה ב-maspikUpdatePrivateFileId:

source: Error occurred while saving %s: %s
he_il: אירעה שגיאה בעת שמירת %s: %s

source: Error updating ID:
he_il: שגיאה בעדכון המזהה:

source: Error updating record:
he_il: שגיאה בעדכון הרשומה:

source: Ethiopic
he_il: אתיופית

source: Example for
he_il: דוגמה ל

source: Expand All
he_il: הרחב הכל

source: Expand all
he_il: הרחב הכל

source: Export Settings
he_il: ייצא הגדרות

source: Failed to copy list to clipboard:
he_il: העתקת הרשימה ללוח נכשלה:

source: Failed to save %s settings.
he_il: שמירת הגדרות %s נכשלה

source: Failed to update blacklist.
he_il: הכישלון בעדכון הרשימה השחורה

source: Failed to update country blacklist.
he_il: כישלון בעדכון רשימת המדינות החסומות

source: Failed to update email blacklist.
he_il: כישלון בעדכון רשימת האימיילים החסומים

source: Field
he_il: שדה

source: For advanced users - use wildcards (*) or regular expressions (/pattern/) to create flexible blocking patterns
he_il: למשתמשים מתקדמים - השתמש בתווים כלליים (*) או בביטויים רגולריים (/pattern/) כדי ליצור דפוסי חסימה גמישים

source: For advanced users - use wildcards (*) to create flexible blocking patterns
he_il: למשתמשים מתקדמים - השתמש בתווים כלליים (*) כדי ליצור דפוסי חסימה גמישים

source: For advanced users - Use wildcards for flexible matching:
he_il: למשתמשים מתקדמים - השתמש בתווים כלליים להתאמה גמישה:

source: For more infromation
he_il: למידע נוסף

source: French (A-Za-zÀ-ÿ)
he_il: צרפתית (A-Za-zÀ-ÿ)

source: French (À-ÿ)
he_il: צרפתית (À-ÿ)

source: General
he_il: כללי

source: General:
he_il: כללי:

source: Geographic Distribution
he_il: פיזור גיאוגרפי

source: Geographical Distribution
he_il: פיזור גיאוגרפי

source: Geolocation restrictions
he_il: הגבלות מיקום גיאוגרפי

source: Georgian
he_il: גאורגית

source: German ([A-Za-zÄäÖöÜüß])
he_il: גרמנית ([A-Za-zÄäÖöÜüß])

source: German ([ÄäÖöÜüß])
he_il: גרמנית ([ÄäÖöÜüß])

source: Give us 5 stars
he_il: תן לנו 5 כוכבים

source: Go through the options and make sure you have the right settings
he_il: עבור על האפשרויות וודא שההגדרות שלך מתאימות

source: Go to Settings
he_il: עבור להגדרות

source: Good luck with your debugging!
he_il: בהצלחה בבדיקות!

source: Greek
he_il: יוונית

source: Han (Chinese)
he_il: סינית

source: Hebrew
he_il: עברית

source: HERE
he_il: כאן

source: here
he_il: כאן

source: Here you can see an example options for the
he_il: כאן אתה יכול לראות מילים לדוגמה עבור

source: Hide Details
he_il: הסתר פרטים

source: High
he_il: גבוה

source: Hiragana
he_il: הירגאנה

source: Honeypot Trap
he_il: מלכודת דבש

source: How to use block email fields with this option?
he_il: כיצד להשתמש בחסימת שדות אימייל עם אפשרות זו?

source: How to use block text input fields with this option?
he_il: כיצד להשתמש בחסימת שדות קלט טקסט עם אפשרות זו?

source: How to use block textarea fields with this option?
he_il: כיצד להשתמש בחסימת שדות אזור טקסט עם אפשרות זו?

source: Hungarian (A-Za-zÁáÉéÍíÓóÚúÜüŐőŰ)
he_il: הונגרית (A-Za-zÁáÉéÍíÓóÚúÜüŐőŰ)

source: Hungarian (ÁáÉéÍíÓóÚúÜüŐőŰ)
he_il: הונגרית (ÁáÉéÍíÓóÚúÜüŐőŰ)

source: If disabled, the Log of the blocked spam will not be Saved
he_il: אם מושבת, יומן הספאם החסום לא יישמר

source: If there is even one character from one of these languages in the text fields, it will be marked as spam and blocked.
he_il: אם יש אפילו תו אחד מאחת השפות האלה בשדות הטקסט, זה יסומן כספאם וייחסם

source: Import Settings
he_il: ייבא הגדרות

source: Imported settings will override existing ones, and there is no option to undo the imported settings.
he_il: ההגדרות המיובאות יחליפו את הקיימות, ואין אפשרות לבטל את ההגדרות המיובאות

source: In this option we block bots from sending spam automatically, its mostly succeed to catch about 30% of the spam
he_il: באפשרות זו אנחנו חוסמים בוטים משליחת ספאם אוטומטית, זה בדרך כלל מצליח לתפוס כ-30% מהספאם

source: Input field not found
he_il: שדה קלט לא נמצא

source: Invalid country name.
he_il: שם מדינה לא חוקי

source: Invalid ID format - must be a positive number
he_il: פורמט מזהה לא חוקי - חייב להיות מספר חיובי

source: Invalid nonce
he_il: nonce לא חוקי

source: Invalid table name.
he_il: שם טבלה לא חוקי

source: IP Address
he_il: כתובת IP

source: IP Blacklist and 3rd Party APIs
he_il: רשימה שחורה של IP וממשקי API של צד שלישי

source: IP blocked successfully.
he_il: כתובת ה-IP נחסמה בהצלחה

source: IP Checks Attempted
he_il: ניסיונות בדיקת IP

source: IP is already blocked.
he_il: כתובת ה-IP כבר חסומה

source: IP Verification
he_il: אימות IP

source: IP Verification checks if the sender's IP address is flagged as spam in the Maspik database.
he_il: אימות IP בודק אם כתובת ה-IP של השולח מסומנת כספאם במסד הנתונים של Maspik

source: IPs Blocked
he_il: כתובות IP שנחסמו

source: IPs blocked successfully.
he_il: כתובות ה-IP נחסמו בהצלחה

source: Is Maspik helping you block spam?
he_il: האם Maspik עוזר לך לחסום ספאם?

source: It's blocking legitimate submissions
he_il: נחסמים לי פניות שהם לא ספאם

source: Italian (A-Za-zÀàÉéÈèÌìÍíÒòÓóÙùÚú)
he_il: איטלקית (A-Za-zÀàÉéÈèÌìÍíÒòÓóÙùÚú)

source: Italian (ÀàÉéÈèÌìÍíÒòÓóÙùÚú)
he_il: איטלקית (ÀàÉéÈèÌìÍíÒòÓóÙùÚú)

source: JavaScript check
he_il: בדיקת JavaScript

source: JavaScript check - This feature adds a hidden field that is automatically filled with the current year using JavaScript. If the submitted year does not match the server's current year, it likely means JavaScript is disabled or the form was submitted by a bot. In either case, the submission will be blocked as a security measure.
he_il: בדיקת JavaScript - תכונה זו מוסיפה שדה נסתר שמתמלא אוטומטית עם השנה הנוכחית באמצעות JavaScript. אם השנה שנשלחה לא תואמת את השנה הנוכחית בשרת, זה כנראה אומר ש-JavaScript מושבת או שהטופס נשלח על ידי בוט. בכל מקרה, השליחה תיחסם כאמצעי אבטחה

source: Join Our Facebook Community!
he_il: הצטרף לקהילת הפייסבוק שלנו!

source: Katakana
he_il: קטקנה

source: Language detection & blocking
he_il: זיהוי שפה וחסימה

source: Language Forbidden
he_il: שפה אסורה

source: Language Required
he_il: שפה נדרשת

source: Language restrictions
he_il: הגבלות שפה

source: Last 24 Hours
he_il: 24 שעות אחרונות

source: Last 30 Days
he_il: 30 ימים אחרונים

source: Last 7 Days
he_il: 7 ימים אחרונים

source: Last 7 Days Spam Blocked
he_il: ספאם שנחסם ב-7 הימים האחרונים

source: Last Attempt
he_il: ניסיון אחרון

source: Last Year
he_il: שנה אחרונה

source: Latin
he_il: לטינית

source: Learn more about not blocking spam
he_il: למד עוד על חסימת ספאם

source: Learn more about those option in our documentation
he_il: למד עוד על אפשרויות אלה בתיעוד שלנו

source: Leave blank to disable
he_il: השאר ריק כדי לבטל

source: Leave blank to disable.
he_il: השאר ריק כדי לבטל

source: leave empty to disable this option.
he_il: השאר ריק כדי לבטל אפשרות זו

source: leave us a 5-star review
he_il: השאר לנו ביקורת 5 כוכבים

source: License Activated Successfully!
he_il: הרישיון הופעל בהצלחה!

source: Limit Characters
he_il: הגבל תווים

source: List copied!
he_il: הרשימה הועתקה!

source: List of block IPs
he_il: רשימת כתובות IP חסומות

source: Load Industry Template
he_il: טען תבנית תעשייה

source: Load pre-configured settings optimized for your website type.
he_il: טען הגדרות מוגדרות מראש מותאמות לסוג האתר שלך

source: Load Template
he_il: טען תבנית

source: Low
he_il: נמוך

source: Lower the protection level in settings
he_il: הנמך את רמת ההגנה בהגדרות

source: Main Options
he_il: אפשרויות ראשיות

source: Maspik - Ultimate Spam Protection
he_il: Maspik - הגנת ספאם מתקדמת

source: MASPIK Dashboard
he_il: לוח בקרה מספיק

source: Maspik Import/Export Settings
he_il: הגדרות ייבוא/ייצוא של Maspik

source: Maspik offers a wide range of options to protect your website from getting spam. In the settings page, you'll find easy-to-use tools for setting the desired level of protection.
he_il: Maspik מציעה מגוון רחב של אפשרויות הגן על האתר שלך מפני קבלת ספאם. בעמוד ההגדרות תמצאו אפשרויות קלות לשימוש להגדרת רמת ההגנה הרצויה.

source: Maspik spam blacklist
he_il: רשימה שחורה של ספאם ב-Maspik

source: Maspik Spam Blocked Statistics
he_il: סטטיסטיקות ספאם חסום ב-Maspik

source: Maspik Spam Protection Statistics
he_il: סטטיסטיקות הגנת ספאם של Maspik

source: Maspik: Help us improve spam blocking! Please allow us to collect non-sensitive information.
he_il: Maspik: עזור לנו לשפר את חסימת הספאם! אנא אפשר לנו לאסוף מידע לא רגיש

source: Medium
he_il: בינוני

source: Message (Text area field)
he_il: הודעה (שדה אזור טקסט)

source: Moment of your time means meaningful improvement for everyone
he_il: רגע מזמנך פירושו שיפור משמעותי לכולם

source: Mongolian
he_il: מונגולית

source: Month
he_il: חודש

source: More Options
he_il: אפשרויות נוספות

source: Most Active Country
he_il: מדינה פעילה ביותר

source: Most Common Spam Email Domains
he_il: דומייני אימייל ספאם נפוצים

source: Name (Text field)
he_il: שם (שדה טקסט)

source: Need More API Requests?
he_il: צריך יותר בקשות API?

source: Need support? Do you have ideas on how to improve MASPIK?
he_il: צריך תמיכה? יש לך רעיונות כיצד לשפר את MASPIK?

source: No countries provided.
he_il: לא סופקו מדינות

source: No country code provided.
he_il: לא סופק קוד מדינה

source: No Data Available
he_il: אין נתונים זמינים

source: No data available. Please wait for some submissions.
he_il: אין נתונים זמינים. אנא המתן לכמה שליחות

source: No domain provided.
he_il: לא סופק דומיין

source: No domains provided.
he_il: לא סופקו דומיינים

source: No IP address provided.
he_il: לא סופקה כתובת IP

source: No IP addresses provided.
he_il: לא סופקו כתובות IP

source: No spam attempts were recorded and stored in the spam log during the selected time period.
he_il: לא נרשמו ניסיונות ספאם ולא נשמרו ביומן הספאם במהלך תקופת הזמן שנבחרה

source: No spam data available for the last 30 days.
he_il: אין נתוני ספאם זמינים ל-30 הימים האחרונים

source: No valid country codes found.
he_il: לא נמצאו קודי מדינה חוקיים

source: Norwegian (A-Za-zÆæØøÅå)
he_il: נורבגית (A-Za-zÆæØøÅå)

source: Norwegian (ÆæØøÅå)
he_il: נורבגית (ÆæØøÅå)

source: Not blocking enough spam
he_il: לא חוסם מספיק ספאם

source: Not Connected
he_il: לא מחובר

source: Not Spam
he_il: לא ספאם

source: Not sure how to use it
he_il: לא בטוח איך להשתמש בו

source: Note: The number of IPs Blocked can be higher than API Calls Made because Maspik caches the results of the last 10 IP verifications. If an IP was recently checked and is in the cache, it doesn't count against your API limit but still helps in blocking spam.
he_il: הערה: מספר כתובות ה-IP החסומות יכול להיות גבוה יותר ממספר קריאות ה-API שבוצעו מכיוון ש-Maspik מאחסן במטמון את תוצאות 10 אימותי ה-IP האחרונים. אם כתובת IP נבדקה לאחרונה ונמצאת במטמון, היא לא נספרת נגד מגבלת ה-API שלך אבל עדיין עוזרת בחסימת ספאם

source: Numverify API
he_il: מפתח API של Numverify

source: Numverify documentation
he_il: תיעוד Numverify

source: of course!
he_il: בשמחה!

source: Ongoing Experiments
he_il: ניסויים מתמשכים

source: Only China based customers (For pro users)
he_il: רק לקוחות מסין (למשתמשי Pro)

source: Only EU based customers (For pro users)
he_il: רק לקוחות מהאיחוד האירופי (למשתמשי Pro)

source: Only Latin language customers (For pro users)
he_il: רק לקוחות דוברי שפות לטיניות (למשתמשי Pro)

source: Only the following phone formats will be allowed.
he_il: רק פורמטים הבאים של טלפון יורשו

source: Only USA based customers (For pro users)
he_il: רק לקוחות מארה"ב (למשתמשי Pro)

source: Open Dashboard
he_il: פתח לוח בקרה

source: Other
he_il: אחר

source: Our recommendation: Take a few moments to browse through the settings, see what works best for your site, and customize your spam protection accordingly. Most features work automatically, but you can maximize protection by setting custom keywords.
he_il: המלצתנו: הקדש כמה רגעים לעבור על ההגדרות, ראה מה עובד הכי טוב עבור האתר שלך, והתאם את הגנת הספאם בהתאם. רוב התכונות עובדות אוטומטית, אבל אתה יכול למקסם את ההגנה על ידי הגדרת מילות מפתח מותאמות אישית

source: Page
he_il: עמוד

source: Page URL
he_il: כתובת URL של הדף

source: Peak Hour
he_il: שעת שיא

source: Percentage
he_il: אחוז

source: Permission error
he_il: שגיאת הרשאה

source: Phone (Phone field)
he_il: טלפון (שדה טלפון)

source: Playground - Form example
he_il: מגרש משחקים - דוגמה לטופס

source: Please enable the spam log storage option in the settings to view statistics.
he_il: אנא הפעל את אפשרות אחסון יומן הספאם בהגדרות כדי לצפות בסטטיסטיקות

source: Please note that importing/exporting settings will affect most of the Maspik configuration.
he_il: שים לב שייבוא/ייצוא הגדרות ישפיע על רוב התצורה של Maspik

source: Please provide more details
he_il: אנא ספק פרטים נוספים

source: Please select a reason
he_il: אנא בחר סיבה

source: Plugin Settings
he_il: הגדרות התוסף

source: Polish (A-Za-zĄąĆćĘęŁłŃńÓóŚśŹźŻż)
he_il: פולנית (A-Za-zĄąĆćĘęŁłŃńÓóŚśŹźŻż)

source: Polish (ĄąĆćĘęŁłŃńÓóŚśŹźŻż)
he_il: פולנית (ĄąĆćĘęŁłŃńÓóŚśŹźŻż)

source: Popular spam words from
he_il: מילות ספאם פופולריות מ

source: Premium support
he_il: תמיכת פרימיום

source: Protected Form Types
he_il: סוגי טפסים מוגנים

source: ProxyCheck
he_il: בדיקת פרוקסי

source: Quick Feedback
he_il: משוב מהיר

source: Read our guide about preventing false positives
he_il: קרא את המדריך שלנו על מניעת התראות שווא

source: Read our quick start guide
he_il: קרא את מדריך ההתחלה המהירה שלנו

source: Reason
he_il: סיבה

source: Registration
he_il: הרשמה

source: Reset all plugin settings to their default values. This action cannot be undone.
he_il: אפס את כל הגדרות התוסף לערכי ברירת המחדל שלהן. לא ניתן לבטל פעולה זו.

source: Reset Log
he_il: אפס יומן

source: Reset Plugin Settings
he_il: איפוס הגדרות תוסף

source: Reset Settings
he_il: איפוס הגדרות

source: Risk level:
he_il: רמת סיכון:

source: Romanian (A-Za-zĂăÂâÎîȘșȚț)
he_il: רומנית (A-Za-zĂăÂâÎîȘșȚț)

source: Romanian (ĂăÂâÎîȘșȚț)
he_il: רומנית (ĂăÂâÎîȘșȚț)

source: Russian (А-Яа-яЁ)
he_il: רוסית (А-Яа-яЁ)

source: Select
he_il: בחר

source: Select Dashboard ID:
he_il: בחר מזהה Dashboard:

source: Select Website Type
he_il: בחר סוג אתר

source: Sending feedback...
he_il: שולח משוב...

source: SEO Agency / Marketing / Web Agency
he_il: סוכנות SEO / שיווק / סוכנות אינטרנט

source: Serbian (A-Za-zА-Яа-яЋћĆć)
he_il: סרבית (A-Za-zА-Яа-яЋћĆć)

source: Serbian (А-Яа-яЋћĆć)
he_il: סרבית (А-Яа-яЋћĆć)

source: Setting page
he_il: דף הגדרות

source: Settings
he_il: הגדרות

source: Share anonymous data to improve spam protection
he_il: שתף נתונים אנונימיים לשיפור הגנת הספאם

source: Shortcode List
he_il: רשימת שורטקודים

source: Show Details
he_il: הצג פרטים

source: Skip
he_il: דלג

source: Slovak (A-Za-zÁáÄäČčĎďÉéÍíĹĺĽľŇňÓóÔôŔŕŠšŤťÚúÝýŽž)
he_il: סלובקית (A-Za-zÁáÄäČčĎďÉéÍíĹĺĽľŇňÓóÔôŔŕŠšŤťÚúÝýŽž)

source: Slovak (ÁáÄäČčĎďÉéÍíĹĺĽľŇňÓóÔôŔŕŠšŤťÚúÝýŽž)
he_il: סלובקית (ÁáÄäČčĎďÉéÍíĹĺĽľŇňÓóÔôŔŕŠšŤťÚúÝýŽž)

source: Source
he_il: מקור

source: Spam Activity Timeline
he_il: ציר זמן פעילות ספאם

source: Spam Attempts
he_il: ניסיונות ספאם

source: spam attempts blocked since installing
he_il: ניסיונות ספאם נחסמו מאז ההתקנה

source: Spam Blocked Summary
he_il: סיכום ספאם שנחסם

source: Spam Count
he_il: ספירת ספאם

source: spam entries currently stored in the Spam Log
he_il: רשומות ספאם שמורות כרגע ביומן הספאם

source: Spam Log
he_il: יומן ספאם

source: Spam Log and Validation message
he_il: יומן ספאם והודעת אימות

source: Spam Reason
he_il: סיבת ספאם

source: Spam Sources
he_il: מקורות ספאם

source: Spam Statistics
he_il: סטטיסטיקות ספאם

source: Spam Statistics Dashboard
he_il: לוח בקרה סטטיסטיקות ספאם

source: Spam Timeline
he_il: ציר זמן ספאם

source: Spam Type
he_il: סוג ספאם

source: Spam Types Breakdown
he_il: פילוח סוגי ספאם

source: Spanish (A-Za-zÁÉÍÓÚáéíóúüÜñÑ)
he_il: ספרדית (A-Za-zÁÉÍÓÚáéíóúüÜñÑ)

source: Spanish (ÁÉÍÓÚáéíóúüÜñÑ)
he_il: ספרדית (ÁÉÍÓÚáéíóúüÜñÑ)

source: Start blocking spam like a Pro!
he_il: התחילו לחסום ספאם כמו מקצוענים!

source: Start Date:
he_il: תאריך התחלה:
