Repository: WordPressBugBounty/plugins-contact-forms-anti-spam
Catalog: contact-forms-anti-spam/languages/contact-forms-anti-spam-*.po
Languages: he_il

source: Statistics are currently unavailable. You can still view the spam log for detailed information.
he_il: הסטטיסטיקות אינן זמינות כרגע. עדיין ניתן לצפות ביומן הספאם למידע מפורט

source: Status
he_il: סטטוס

source: Submit & Deactivate
he_il: שלח והשבת

source: Submit button not found
he_il: כפתור שליחה לא נמצא

source: Successfully Saved!
he_il: נשמר בהצלחה!

source: Support Bricks forms
he_il: תמיכה בטפסי Bricks

source: Support Buddypress
he_il: תמיכה ב-Buddypress

source: Support Contact from 7
he_il: תמיכה ב-Contact Form 7

source: Support Custom PHP Forms
he_il: תמיכה בטפסי PHP מותאמים אישית

source: Support Elementor forms
he_il: תמיכה בטפסי Elementor

source: Support Everest Forms
he_il: תמיכה ב-Everest Forms

source: Support Fluentforms
he_il: תמיכה ב-Fluentforms

source: Support Formidable
he_il: תמיכה ב-Formidable

source: Support Forminator
he_il: תמיכה ב-Forminator

source: Support Gravity Forms
he_il: תמיכה ב-Gravity Forms

source: Support Hello Plus
he_il: תמיכה ב-Hello Plus

source: Support Jet Form
he_il: תמיכה ב-Jet Form

source: Support Ninja Forms
he_il: תמיכה ב-Ninja Forms

source: Support Woocommerce Registration
he_il: תמיכה ברישום Woocommerce

source: Support Woocommerce Review
he_il: תמיכה בביקורות Woocommerce

source: Support WP comments
he_il: תמיכה בתגובות WordPress

source: Support WP registration
he_il: תומך ב WP Registration

source: Support WPforms
he_il: תמיכה ב-WPforms

source: Supported forms
he_il: טפסים נתמכים

source: Swedish (A-Za-zÄäÅåÖö)
he_il: שוודית (A-Za-zÄäÅåÖö)

source: Swedish (ÄäÅåÖö)
he_il: שוודית (ÄäÅåÖö)

source: Switched to an alternative plugin
he_il: עברתי לתוסף חלופי

source: Syriac
he_il: סורית

source: Temporary deactivation - I'm just debugging an issue
he_il: כיבוי זמני - אני רק בודק באג

source: Text field
he_il: שדה טקסט

source: text field
he_il: שדה טקסט

source: Text Fields
he_il: שדות טקסט

source: Textarea Fields
he_il: שדות טקסט ארוך

source: Thai
he_il: תאילנדית

source: Thank you for helping us improve!
he_il: תודה שעזרתם לנו להשתפר!

source: The best spam protection plugin. Block spam using advanced filters, blacklists, and IP verification...
he_il: תוסף ההגנה הטוב ביותר מפני ספאם. חוסם ספאם באמצעות מסננים מתקדמים, רשימות שחורות ואימות IP...

source: The following forms are supported in Maspik Pro version only:
he_il: הטפסים הבאים נתמכים בגרסת Maspik Pro בלבד:

source: The import completed successfully.
he_il: הייבוא הושלם בהצלחה.

source: The number of IP addresses identified and blocked as spam.
he_il: מספר כתובות ה-IP שזוהו ונחסמו כספאם.

source: The number of IP checks sent to Maspik's servers (counts toward your monthly limit).
he_il: מספר בדיקות ה-IP שנשלחו לשרתי Maspik (נספר במסגרת המכסה החודשית שלך).

source: The spam log table does not exist.
he_il: טבלת יומן הספאם לא קיימת

source: The system is not case-sensitive
he_il: המערכת אינה רגישה לאותיות גדולות/קטנות

source: The total number of times your site tried to verify an IP address.
he_il: המספר הכולל של פעמים שהאתר שלך ניסה לאמת כתובת IP.

source: There was an error adding this setting. Please try again. If this persists, shoot us an email.
he_il: אירעה שגיאה בהוספת הגדרה זו. אנא נסה שוב. אם הבעיה נמשכת, שלח לנו אימייל.

source: This feature is only available for Pro users.
he_il: תכונה זו זמינה רק למשתמשי Pro

source: This form allows you to test your entries to see if they will be blocked.
he_il: טופס זה מאפשר לך לבדוק את הערכים שלך כדי לראות אם הם ייחסמו.

source: This is the error message that the user/spammer will receive.
he_il: זוהי הודעת השגיאה שהמשתמש/ספאמר יקבל.

source: This looks like spam. Try to rephrase, or contact us in an alternative way.
he_il: זה נראה כמו ספאם. נסה לנסח מחדש, או צור איתנו קשר בדרך חלופית.

source: Title
he_il: כותרת

source: Top 10 Spam Reasons
he_il: 10 סיבות הספאם המובילות

source: Top Countries
he_il: מדינות מובילות

source: Top Data & Reasons
he_il: נתונים וסיבות מובילים

source: Top IP Addresses
he_il: כתובות IP מובילות

source: Top Pages Attacked
he_il: עמודים שהותקפו הכי הרבה

source: Top Spam Email Domains
he_il: דומייני אימייל ספאם מובילים

source: Top Spam IPs
he_il: כתובות IP ספאם מובילות

source: Top Spam Types
he_il: סוגי ספאם מובילים

source: Total Blocked
he_il: סה"כ נחסם

source: Total Blocked (30 Days)
he_il: סה"כ חסומים (30 ימים)

source: Total Spam Blocked
he_il: סה"כ ספאם נחסם

source: Try these steps to improve spam blocking:
he_il: נסה את הצעדים הבאים כדי לשפר את חסימת הספאם:

source: Turkish (ÇçĞğİıÖöŞşÜü)
he_il: טורקית (ÇçĞğİıÖöŞşÜü)

source: Type
he_il: סוג

source: Unknown
he_il: לא ידוע

source: User-Agent Analysis
he_il: ניתוח User-Agent

source: Value
he_il: ערך

source: View Full Spam Log
he_il: צפה ביומן הספאם המלא

source: View Page
he_il: צפה בעמוד

source: View Spam Log
he_il: צפה ביומן הספאם

source: View Statistics
he_il: צפה בסטטיסטיקות

source: Whitelist Phone Fields formts
he_il: פורמטי מספרי טלפון מורשים

source: WordPress database object not found.
he_il: לא נמצא אובייקט מסד נתונים של WordPress

source: You do not have permission to perform this action.
he_il: אין לך הרשאה לבצע פעולה זו

source: You have used %1$d out of %2$d checks this month
he_il: השתמשת ב-%1$d מתוך %2$d בדיקות החודש

source: Your feedback helps us improve! Share your thoughts in 5 seconds...
he_il: המשוב שלך יעזור לנו להשתפר! נשמח לשמוע כל ביקורת שעולה לך...

source: Your feedback not only helps others discover our plugin but also fuels our passion to keep enhancing it. It helps us grow and continue improving. Thank you for your support!
he_il: המשוב שלך לא רק עוזר לאחרים לגלות את התוסף שלנו אלא גם מזין את התשוקה שלנו להמשיך לשפר אותו. זה עוזר לנו לצמוח ולהמשיך להשתפר. תודה על התמיכה שלך!

source: Your IP Verification Activity
he_il: הפעילות של אימות ה-IP שלך
